tap 'caskroom/cask'

brew 'git'
brew 'npm'

cask 'atom'
cask 'colloquy'
cask 'cyberduck'
cask 'dropbox'
cask 'firefoxdeveloperedition'
cask 'gitter'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'laullon-gitx'
cask 'sequel-pro'
cask 'spectacle'

mas '1Password', id: 443987910
mas 'Amphetamine', id: 937984704
mas 'Encrypto: Secure Your Files', id: 935235287
mas 'Skitch', id: 425955336
mas 'Slack', id: 803453959
mas 'TextWrangler', id: 404010395
